android/AndroidClient/res/raw/addrssitem.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <AddRSSItem xmlns="http://tempuri.org/">
      <tabid>{tabid}</tabid>
      <name>{name}</name>
      <description>{description}</description>
      <rsslink>{rsslink}</rsslink>
    </AddRSSItem>
  </soap:Body>
</soap:Envelope>